tap "homebrew/bundle"
tap "homebrew/services"
tap "ohueter/tap"

brew "antidote"
brew "asdf"
brew "autokbisw", restart_service: :changed
brew "chezmoi"
brew "jq"
brew "libpq"
brew "neovim"
brew "ranger"
brew "starship"
brew "tree"
brew "yq"

cask "alt-tab"
cask "docker"
cask "firefox"
cask "insomnium"
cask "intellij-idea-ce"
cask "kitty"
cask "rectangle"
cask "sanesidebuttons"
cask "scroll-reverser"
cask "slack"
cask "visual-studio-code"

vscode "arcticicestudio.nord-visual-studio-code"
vscode "waderyan.gitblame"
