tap "homebrew/bundle"
tap "homebrew/services"
tap "localstack/tap"

brew "awscli"
brew "awscli-local"
brew "bat"
brew "chezmoi"
brew "colima"
brew "composer"
brew "diff-so-fancy"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fish"
brew "gh"
brew "jmeter"
brew "jq"
brew "kubectl"
brew "localstack"
brew "mise"
brew "neovim"
brew "php"
brew "ranger"
brew "starship"
brew "tree"
brew "trivy"
brew "yq"

cask "dbeaver-community"
cask "eclipse-java"
cask "eurkey"
cask "firefox"
cask "font-fira-code"
cask "insomnium"
cask "intellij-idea"
cask "kitty"
cask "microsoft-edge"
cask "netbeans"
cask "rectangle"
cask "sanesidebuttons"
cask "scroll-reverser"
cask "session-manager-plugin"
cask "slack"
cask "soapui"
cask "spotify"
cask "visual-studio-code"
