tap "homebrew/bundle"
tap "homebrew/services"

brew "asdf"
brew "bat"
brew "chezmoi"
brew "diff-so-fancy"
brew "eza"
brew "fish"
brew "gh"
brew "jq"
brew "neovim"
brew "ranger"
brew "starship"
brew "tree"
brew "yq"

cask "docker"
cask "firefox"
cask "font-fira-code"
cask "intellij-idea-ce"
cask "kitty"
cask "rectangle"
cask "sanesidebuttons"
cask "scroll-reverser"
cask "slack"
cask "visual-studio-code"

vscode "jdinhlife.gruvbox"
vscode "waderyan.gitblame"
